Repository: KingOfTheAce2/legislation-library-translation-dictionary
Catalog: import/done/book 2-3 (para).tmx
Source language: en_gb
Languages: nl

source: For such persons, the proceedings on the collective action will have effect and result in binding effect only if, in addition to the written notification referred to in Article 1018f(5), they have also notified the court office, by a written notification, that their interests will not be represented in a collective action or individual action based on similar questions of fact and law for the same event or events and against the same defendant in another member state of the European Union or another State party to the European Economic Area Agreement.
nl: Voor deze personen heeft de procedure over de collectieve vordering alleen gevolg en leidt deze tot gebondenheid, indien zij naast de schriftelijke mededeling, bedoeld in het vijfde lid, door een schriftelijke mededeling aan de griffie ook hebben laten weten dat hun belangen niet worden behartigd in een collectieve vordering of individuele vordering, gebaseerd op soortgelijke feitelijke en rechtsvragen voor dezelfde gebeurtenis of gebeurtenissen en tegen dezelfde verweerder in een andere lidstaat van de Europese Unie of een andere staat die partij is bij de Overeenkomst betreffende de Europese Economische Ruimte.

source: Article 1018g
nl: Artikel 1018g

source: After designating an exclusive representative referred to in Article 1018e, the court sets a time limit for negotiations on a settlement agreement, which must in any case satisfy the provisions of Article 7:907(2)(a) to (f) of the Civil Code and, if no agreement referred to in this provision is reached, for supplementing the grounds of the claim and for supplementing the defence, provided the defendant previously presented a limited defence under Article 1018c(5).
nl: Na aanwijzing van een exclusieve belangenbehartiger als bedoeld in artikel 1018e stelt de rechter een termijn voor het beproeven van een overeenkomst die in elk geval het in artikel 907, tweede lid, onderdelen a tot en met f, van Boek 7 van het Burgerlijk Wetboek bepaalde bevat en, indien geen overeenkomst als in deze bepaling bedoeld wordt bereikt, voor het aanvullen van de gronden van de vordering en het verweer voor zover de gedaagde gebruik heeft gemaakt van zijn bevoegdheid bedoeld in artikel 1018c, vijfde lid, laatste zin.

source: Article 1018h
nl: Artikel 1018h

source: If the parties conclude a settlement agreement referred to in Article 7:907(2) of the Civil Code, this agreement is submitted to the court for approval.
nl: Indien partijen een vaststellingsovereenkomst als bedoeld in artikel 907, tweede lid van Boek 7 van het Burgerlijk Wetboek sluiten, wordt deze ter goedkeuring aan de rechter voorgelegd.

source: Articles 1013(1) and (2) and (4) to (8), 1014, 1016 and Article 7:907 of the Civil Code apply mutatis mutandis to approval of the agreement.
nl: Op de goedkeuring van de overeenkomst zijn de artikelen 1013, eerste en tweede lid, en vierde tot en met achtste lid, 1014, 1016 en artikel 907 van Boek 7 van het Burgerlijk Wetboek van overeenkomstige toepassing.

source: Article 1017(2) to (4) and Articles 7:908(1), (3) and (5), 7:909 and 7:910 of the Civil Code apply mutatis mutandis to an approved agreement.
nl: Op een goedgekeurde overeenkomst zijn de artikelen 1017, tweede tot en met vierde lid, en de artikelen 908, eerste, derde en vijfde lid, 909 en 910 van Boek 7 van het Burgerlijk Wetboek van overeenkomstige toepassing.

source: The court may give further directions for the notifications and announcements referred to in Article 1017.
nl: De rechter kan nadere aanwijzingen geven voor de in artikel 1017 bedoelde meldingen en aankondigingen.

source: The exclusive representative ensures that the approved agreement, or its rejection, is announced on the internet page referred to in Article 3:305a(2)(d) of the Civil Code and that it is noted in the register referred to in Article 1018c(2).
nl: De exclusieve belangenbehartiger draagt zorg voor aankondiging van de goedgekeurde overeenkomst of de weigering daarvan op de internetpagina als bedoeld in het tweede lid, onder d, van artikel 305a van Boek 3 van het Burgerlijk Wetboek en voor aantekening in het in artikel 1018c, tweede lid, bedoelde register.

source: Article 1018f(l) to (4) apply mutatis mutandis to the approved agreement.
nl: Op de goedgekeurde overeenkomst is artikel 1018f, eerste tot en met vierde lid, van overeenkomstige toepassing.

source: A Supreme Court appeal may be initiated only where approval is denied and may only be initiated jointly by the parties.
nl: Uitsluitend tegen de weigering van de goedkeuring staat beroep in cassatie open, dat uitsluitend door partijen gezamenlijk kan worden ingesteld.

source: Article 1018(2) applies mutatis mutandis .
nl: Artikel 1018, tweede lid, is van overeenkomstige toepassing.

source: Article 1018i
nl: Artikel 1018i

source: If the collective claim is a claim for money damages, the court may, before deciding on a collective compensation scheme, order the exclusive representative and the defendant to submit a proposal for such scheme.
nl: Betreft de collectieve vordering een vordering tot schadevergoeding in geld, dan kan de rechter alvorens een collectieve schadeafwikkeling vast te stellen, de overlegging door de exclusieve belangenbehartiger en de gedaagde bevelen van een voorstel voor een collectieve schadeafwikkeling.

source: This proposal must in any event satisfy the provisions of Article 7:907(2)(a) to (f) of the Civil Code for:
nl: Dit voorstel bevat in ieder geval het in artikel 907, tweede lid, onderdelen a tot en met f, van Boek 7 van het Burgerlijk Wetboek bepaalde voor:

source: a. the persons belonging to the precisely defined group of persons whose interests are represented for purposes of this collective action who have not opted out in accordance with Article 1018f; and
nl: a. de personen behorend tot de nauw omschreven groep personen wier belangen in deze collectieve vordering worden behartigd die zich niet overeenkomstig artikel 1018f van de behartiging van hun belangen in de procedure en de uitspraak hebben bevrijd, en

source: b. the persons belonging to the precisely defined group of persons whose interests are represented for purposes of this collective action and who do not have a domicile or abode in the Netherlands and who, in accordance with Article 1018f, have opted in.
nl: b. de personen behorend tot de nauw omschreven groep personen wier belangen in deze collectieve vordering worden behartigd en die geen woonplaats of verblijf in Nederland hebben en die overeenkomstig artikel 1018f met de behartiging van hun belangen in deze collectieve vordering hebben ingestemd.

source: The court sets the time limit for submitting a proposal.
nl: De rechter bepaalt de termijn waarbinnen partijen een voorstel dienen over te leggen.

source: If a party fails to comply, the court may draw any adverse inferences it considers appropriate.
nl: Wordt aan deze verplichting niet voldaan, dan kan de rechter daaruit de gevolgtrekking maken die hij geraden acht.

source: Using the proposals referred to in Article 1018i(l), the court determines a collective compensation scheme which compensates the damage suffered by the persons referred to in Articles 1018i(l)(a) and (b).
nl: De rechter stelt, mede aan de hand van de in het eerste lid bedoelde voorstellen, een collectieve schadeafwikkeling vast die strekt tot vergoeding door gedaagde van de schade van de in het eerste lid, onder a en b, bedoelde personen.

source: For the purposes of Book 6, Section 10, Title 1 of the Civil Code, the court ensures that: it determines the compensation for these persons in classes where possible, the compensation scheme in any event satisfies the provisions of Article 7:907(2)(a) to (f) of the Civil Code, the amount of the compensation awarded is reasonable, and the interests of the persons involved are adequately safeguarded in any other relevant respects.
nl: De rechter draagt er zorg voor dat hij voor de toepassing van de tiende afdeling van de eerste titel van Boek 6 van het Burgerlijk Wetboek de schadevergoeding voor deze personen waar mogelijk in categorieën vaststelt, dat de collectieve schadeafwikkeling in ieder geval het in artikel 907, tweede lid, onderdelen a tot en met f, van Boek 7 van het Burgerlijk Wetboek bepaalde, bevat, dat de hoogte van de daarbij toegekende vergoedingen redelijk is en dat de belangen van de personen voor wie de collectieve schadeafwikkeling wordt vastgesteld ook anderszins voldoende gewaarborgd zijn.

source: Article 7:907(1), last sentence, and Article 7:907(6) of the Civil Code apply mutatis mutandis.
nl: Artikel 907, eerste lid, laatste zin, en zesde lid, van Boek 7 van het Burgerlijk Wetboek zijn van overeenkomstige toepassing.

source: Before determining a compensation scheme as referred to in Article 1018i(2), the court may order that one or more experts submit a report on the issues relevant to the substance of the scheme.
nl: Alvorens een in het tweede lid bedoelde collectieve schadeafwikkeling vast te stellen, kan de rechter bevelen dat één of meer deskundigen zullen berichten over de voor de inhoud van de collectieve schadeafwikkeling van belang zijnde punten.

source: Article 1018j
nl: Artikel 1018j

source: Known persons for whose benefit the compensation scheme is determined or rejected, are notified of the judgment determining or rejecting the compensation scheme as soon as possible and by regular mail, unless the court directs otherwise.
nl: Bij gewone brief wordt aan de bekende personen ten behoeve van wie de collectieve schadeafwikkeling is vastgesteld of is geweigerd, zo spoedig mogelijk mededeling gedaan van de uitspraak waarbij deze is vastgesteld of is geweigerd, tenzij de rechter anders bepaalt.

source: The judgment is announced as soon as possible in one or more newspapers designated by the court.
nl: Bovendien wordt van de uitspraak zo spoedig mogelijk aankondiging gedaan in één of meer door de rechter aan te wijzen nieuwsbladen.

source: Where the court has determined a collective compensation scheme, the announcement states a brief description of the compensation scheme as directed by the court, in particular how compensation may be obtained from the defendant or how the compensation scheme may otherwise be invoked and, if the compensation scheme so determines, the time limit within which a claim must be made.
nl: Als de rechter een collectieve schadeafwikkeling heeft vastgesteld, wordt telkens op een door de rechter aan te geven wijze melding gemaakt van een korte omschrijving van de collectieve schadeafwikkeling, in het bijzonder de wijze waarop vergoeding van de gedaagde kan worden verkregen of anderszins een beroep op de collectieve schadeafwikkeling kan worden gedaan en, indien de collectieve schadeafwikkeling dat bepaalt, de termijn waarbinnen daarop aanspraak dient te worden gemaakt.

source: The announcement states how the judgment determining the compensation scheme may be inspected or a copy may be obtained.
nl: Tevens wordt vermeld op welke wijze inzage en afschrift kan worden verkregen van de uitspraak waarbij de collectieve schadeafwikkeling is vastgesteld.

source: The court may also order other information to be notified.
nl: De rechter kan bevelen dat ook van andere dan de in dit lid genoemde gegevens melding wordt gemaakt.

source: Unless the court directs otherwise, the defendant arranges for the notification and announcement referred to in Article 1018j(l).
nl: Tenzij de rechter anders bepaalt, draagt de gedaagde zorg voor de in dit lid bedoelde melding en aankondiging.

source: The court may order that the information referred to in Article 1018j(l) be published in another way.
nl: De rechter kan gelasten dat de in dit lid bedoelde gegevens ook op andere wijze bekend worden gemaakt.

source: For persons who do not have a domicile or abode in the Netherlands and who do not fall within the scope of binding international or EU rules prescribing a method of announcement, the court directs how the announcement for these persons be made. If necessary, the court directs this to be done in one or more languages other than Dutch.
nl: Voor personen die geen woonplaats of verblijf in Nederland hebben en voor wie een voor Nederland bindende internationale of Unie-regeling niet een wijze van aankondiging voorschrijft, gelast de rechter aankondiging op een door hem te bepalen wijze ten behoeve van deze personen, zo nodig in één of meer andere talen dan de Nederlandse taal.

source: The exclusive representative ensures that the judgment in which the collective compensation scheme is determined or rejected is announced on the internet page referred to in Article 3:305a(2)(d) of the Civil Code and that it is entered in the register referred to in Article 1018c(2).
nl: De exclusieve belangenbehartiger draagt zorg voor aankondiging van de uitspraak waarbij de collectieve schadeafwikkeling is vastgesteld of is geweigerd op de internetpagina als bedoeld in het tweede lid, onder d, van artikel 305a van Boek 3 van het Burgerlijk Wetboek en voor plaatsing in het in artikel 1018c, tweede lid, bedoelde register.

source: Article 1018k
nl: Artikel 1018k

source: As soon as a judgment under this Title is no longer subject to ordinary remedies, it is binding on each of the parties and on the persons referred to in Article 1018i(1)(a) and (b).
nl: Zodra een uitspraak ingevolge deze titel onherroepelijk is geworden, is deze voor ieder der partijen en voor de in artikel 1018i, eerste lid, onder a en b, bedoelde personen, verbindend.

source: Except where the judgment has been declared enforceable notwithstanding any remedy, these persons may, from the time the judgment is no longer subject to ordinary remedies, claim compensation in the manner and under the conditions specified in the judgment determining the collective compensation scheme.
nl: Tenzij de uitspraak uitvoerbaar bij voorraad is verklaard, kunnen deze personen vanaf het tijdstip waarop de uitspraak onherroepelijk is geworden aanspraak maken op een vergoeding op de wijze en onder de voorwaarden vermeld in de uitspraak waarbij een collectieve schadeafwikkeling is vastgesteld.

source: A judgment under this Title has no effect in respect of a person as referred to in Article 1018i(1)(a) who could not have been aware of its harm at the time of the announcement referred to in Article 1018f(3), where such a person after becoming aware of its harm notified the defendant in writing that it did not wish to be bound, or, where a compensation scheme is in place, so notified the person referred to in Article 7:907(2)(g) of the Civil Code.
nl: Voor een persoon als bedoeld in artikel 1018i, eerste lid, onder a, die bij de in artikel 1018f, derde lid, bedoelde aankondiging niet met zijn schade bekend kon zijn, heeft een uitspraak ingevolge deze titel geen gevolg indien hij na het bekend worden van zijn schade door een schriftelijke mededeling aan de gedaagde of, indien een collectieve schadeafwikkeling is vastgesteld, aan de in artikel 907, tweede lid, onder g, van Boek 7 van het Burgerlijk Wetboek, bedoelde persoon, heeft laten weten niet gebonden te willen zijn.

source: The defendant may, by written notice to a person as referred to in Article 1018k(l), set a time limit of at least six months within which that person may declare that it does not wish to be bound.
nl: De gedaagde kan een persoon als bedoeld in het eerste lid schriftelijk een termijn van ten minste zes maanden stellen waarbinnen deze kan laten weten niet gebonden te willen zijn.

source: When under this Title a judgment is given determining a compensation scheme in accordance with Article 1018i, the defendant must also notify the person referred to in Article 907(2)(g).
nl: Bij een uitspraak ingevolge deze titel waarbij een collectieve schadeafwikkeling is vastgesteld overeenkomstig artikel 1018i moet de gedaagde daarbij ook mededeling doen van de persoon bedoeld in artikel 907, tweede lid, onder g.

source: Article 1018l
nl: Artikel 1018l

source: If the claim, after summary enquiry, is shown to be without merit, the court may in its judgment, for the purposes of Book 1, Section 12, § 2, increase the lawyer's fees awarded to the counterparty by up to 500%, at the expense of the unsuccessful party, except where fairness demands otherwise.
nl: Indien summierlijk van de ondeugdelijkheid van de vordering is gebleken, kan de rechter in zijn uitspraak voor de toepassing van de tweede paragraaf van de twaalfde afdeling van de tweede titel van het eerste Boek de salarissen van de advocaat van de wederpartij ten laste van de in het ongelijk gestelde partij maximaal vervijfvoudigen, tenzij de billijkheid zich daartegen verzet.

source: A judgment under Article 1018i contains an order for costs, whereby the court may, in derogation, insofar as necessary, from Book 1, Section 12, § 2, order the unsuccessful party to pay reasonable and proportionate legal costs and other costs incurred by the successful party, if claimed, except where fairness demands otherwise.
nl: Een uitspraak ingevolge artikel 1018i houdt tevens een veroordeling in de kosten in waarbij de rechter voor zover nodig in afwijking van de tweede paragraaf van de twaalfde afdeling van de tweede titel van het eerste Boek de in het ongelijk gestelde partij desgevorderd kan veroordelen in redelijke en evenredige gerechtskosten en andere kosten die de in het gelijk gestelde partij heeft gemaakt, tenzij de billijkheid zich daartegen verzet.

source: Article 1018m
nl: Artikel 1018m

source: Proceedings concerning similar issues of fact and law relating to the same event or events between the defendant or defendants in respect of the collective action initiated under this Title and a person in whose interests the collective action is initiated and who, in accordance with Article 1018f, has opted out, may be suspended at the request of the first party to take action, even if the date for judgment has been set.
nl: Procedures tussen degene of degenen tegen wie de collectieve vordering ingevolge deze titel zich richt, en een persoon tot bescherming van wier belangen de procedure over de collectieve vordering wordt gevoerd en die zich overeenkomstig artikel 1018f aan de behartiging van hun belangen in de procedure en de uitspraak heeft bevrijd, kunnen op verzoek van de meest gerede partij worden geschorst indien de procedure betrekking heeft op gelijksoortige feitelijke en rechtsvragen voor dezelfde gebeurtenis of gebeurtenissen, ook indien reeds de dag is bepaald waarop het vonnis, het arrest of de beschikking zal worden uitgesproken.

source: a. if the suspension has lasted longer than one year and the first party to take action has requested that the suspension be lifted;
nl: a. indien de schorsing langer dan een jaar heeft geduurd en de meest gerede partij om opheffing van de schorsing heeft verzocht;

source: b. if a judgment has been given on the collective action and is no longer subject to ordinary remedies.
nl: b. indien in de procedure over de collectieve vordering een uitspraak is gedaan en deze onherroepelijk is geworden.

source: Article 1018n
nl: Artikel 1018n

source: This Title applies mutatis mutandis to an action as referred to in Article 3:305c(1) of the Civil Code.
nl: Op een rechtsvordering als bedoeld in artikel 305c, eerste lid, van Boek 3 van het Burgerlijk Wetboek is deze titel van overeenkomstige toepassing.

source: Without prejudice to Article 111(2) and Article 1018c(1), the writ of summons by which the collective claim as referred to in Article 3:305c(1) of the Civil Code is initiated states that the claimant has been placed on the list as referred to in Article 3:305c(1) of the Civil Code.
nl: Onverminderd artikel 111, tweede lid, en artikel 1018c, eerste lid, vermeldt de dagvaarding waarmee de collectieve vordering, bedoeld in artikel 305c, eerste lid, van Boek 3 van het Burgerlijk Wetboek wordt ingesteld, dat de eiser geplaatst is op de lijst, bedoeld in artikel 305c, eerste lid, van Boek 3 van het Burgerlijk Wetboek.

source: TITLE 15 - PROCEEDINGS IN CASES CONCERNING INTELLECTUAL PROPERTY RIGHTS
nl: TITEL 15. VAN RECHTSPLEGING IN ZAKEN BETREFFENDE RECHTEN VAN INTELLECTUELE EIGENDOM

source: Article 1019
nl: Artikel 1019

source: This Title applies to the enforcement of intellectual property rights under the Copyright Act (Auteurswet ), the Neighbouring Rights Act ( Wet op de naburige rechten ), the Databases Act ( Databankenwet ), the 1995 Patents Act (Rijksoctrooiwet 1995), the Benelux Treaty on Intellectual Property (trademarks and designs) ( Benelux-verdrag inzake de intellectuele eigendom (merken en tekeningen of modellen )), the Act concerning the protection of original topographies of semiconductor products ( Wet houdende regelen inzake de bescherming van oorspronkelijke topografieën van halfgeleiderprodukten ), the 2005 Seeds and Planting Materials Act ( Zaaizaad- en plantgoedwet 2005 ), to proceedings under Articles 5 and 5a of the Trade Names Act ( Handelsnaamwet ), to proceedings concerning geographical denominations under Article 14 of the Agriculture Quality Act ( Landbouwkwaliteitswet ) and to the enforcement of intellectual property rights under Regulation (EC) No 40/94 of the Council of 20 December 1993 on the Community trade mark (OJ EC 1994, L11), Council Regulation (EC) No 2100/94 of 27 July 1994 on Community plant variety rights (OJEC L 227) and Council Regulation (EC) No 6/2002 of 12 December 2001 on Community designs (OJ EC 2002, L3).
nl: Deze titel is van toepassing op de handhaving van rechten van intellectuele eigendom ingevolge de Auteurswet, de Wet op de naburige rechten, de Databankenwet, de Rijksoctrooiwet 1995, het Benelux-verdrag inzake de intellectuele eigendom (merken en tekeningen of modellen), de Wet houdende regelen inzake de bescherming van oorspronkelijke topografieën van halfgeleiderprodukten, de Zaaizaad- en plantgoedwet 2005, op procedures krachtens de artikelen 5 en 5a Handelsnaamwet, op procedures inzake geografische benamingen krachtens artikel 14 Landbouwkwaliteitswet en op handhaving van rechten van intellectuele eigendom ingevolge verordening (EG) nr. 40/94 van de Raad van 20 december 1993 inzake het Gemeenschapsmerk (PbEG 1994, L11), verordening (EG) nr. 2100/94 van de Raad van 27 juli 1994 inzake het communautaire kwekersrecht (PbEG L 227) en verordening (EG) nr. 6/2002 van de Raad van 12 december 2001 betreffende Gemeenschapsmodellen (PbEG 2002, L3).

source: Article 1019a
nl: Artikel 1019a

source: An obligation arising out of tort based on infringement of an intellectual property right is treated as a legal relationship as referred to in Article 194(1).
nl: Een verbintenis uit onrechtmatige daad wegens inbreuk op een recht van intellectuele eigendom geldt als een rechtsbetrekking als bedoeld in artikel 194, eerste lid.

source: In proceedings under Article 196 in conjunction with Article 204 and Articles 194 and 195 a claim may be initiated for the production of other evidence under the control of the counterparty.
nl: In procedures bedoeld in artikel 196 in verbinding met artikel 204 en de artikelen 194 en 195 kan ook overlegging gevorderd worden van ander bewijsmateriaal dat zich in de macht van de wederpartij bevindt.

source: The court will dismiss the application where the protection of confidential information is not safeguarded.
nl: De rechter wijst het verzoek af voor zover de bescherming van vertrouwelijke informatie niet is gewaarborgd.

source: Article 194(2), introductory words and (b) do not apply.
nl: Artikel 194, tweede lid, aanhef en onder b, is niet van toepassing.

source: Article 1019b
nl: Artikel 1019b
